/* 
  Localizable.strings
  IMSDK

  Created by lishuijiao on 2020/9/29.
  
*/

"button.logout" = "注销";

"button.topeople" = "转人工";

"button.chat_camera" = "拍摄";

"button.chat_img" = "图库";

"button.chat_file" = "文件";

"button.chat_question" = "常见问题";

"button.chat_music" = "音乐";

"button.chat_video" = "视频";

"button.chat_other" = "其他";

"button.chat_evaluate" = "评价";

"button.chat_title" = "感谢您使用我们的服务，请为此次服务进行评价!";

"button.chat_thank" = "感谢您对本次服务做出评价，祝您生活愉快，再见!";

"button.complete" = "完成";

"button.back" = "返回";

"button.cancel" = "取消";

"button.sure" = "确定";

"button.recorder_normal" = "按住  说话";

"button.recorder_recording" = "松开 发送";

"button.recorder_want_cancel" = "松开手指 取消发送";

"button.cancelsend" = "手指上滑 取消发送";

"button.copy" = "复制";

"button.delete" = "删除";

"button.send" = "发送";

"button.ConvertText" = "转文字";

"button.sendAgain" = "重新发送消息Y/N";

"button.receiver" = "听筒";

"button.speaker" = "扬声器";

"button.leaveMessage" = "留言";

"button.signOut" = "退出";

"button.yeshelp" = "有帮助";

"button.nohelp" = "无帮助";

"button.set" = "设置";

"title.thanks_yes" = "很高兴为您解决了问题!";

"title.thanks_no" = "非常抱歉没有解决您的问题!";

"title.people" = "客服";

"title.people_now" = "客服在线";

"title.people_isleave" = "客服结束会话";

"title.people_isline" = "客服离线";

"title.now_robit" = "机器人客服";

"title.other_writing" = "对方正在输入...";

"title.line_up" = "目前排队人数";

"title.connection" = "等待接入";

"title.type" = "选择您咨询的类型或业务部门(对应技能组)";

"title.prompt" = "提示";

"title.savePicture" = "保存图片";

"title.statement" = "进行此操作将删除此消息且不能恢复，是否执行删除";

"title.speakS" = "说话时间太短";

"title.speakL" = "说话时间太长";

"title.schedule_faile" = "其他坐席授权失败";

"title.schedule_notonline" = "专属坐席不在线";

"title.sorryconfigurationiswrong" = "对不起，由于在线咨询配置错误，暂时无法进行咨询";

"title.schedule_type" = "选择您咨询的日程管理类型";

"title.messageprompts" = "客服目前已离线，请稍后咨询";

"title.iknow" = "我知道了";

"title.messageBoard" = "留言板";

"title.messageHeader" = "请留言，我们将尽快联系您";

"title.pleaseLeave" = "请留言~";

"title.leaving" = "留 言";

"title.messageSuccess" = "提交留言成功";

"title.messageFailure" = "提交留言失败";

"title.messageContent" = "请填写留言内容";

"title.requireItem" = "为必填项";

"title.uploaded" = "已上传";

"title.uploadFailure" = "上传失败";

"title.uploading" = "上传中";

"title.downloads" = "下载中";

"title.notDownloaded" = "未下载";

"title.downloaded" = "已下载";

"title.phoneNumber" = "手机号码";

"title.selection" = "选填";

"title.required" = "必填";

"title.good_7moor" = "好客服 用七陌";

"title.introduction" = "即时联系在线客服\n视频、语音、文字、表情、图片、\n统统都不是事儿";

"title.contact_im" = "联系客服";

"title.photoAuthority" = "请在iPhone的“隐私-设置”选项中，允许app访问您的相册";

"title.chatBegin" = "开始会话";

"title.chatFinish_reopen" = "当前会话已经关闭,是否重新开启会话";

"title.chatFail_reason" = "系统检测到网络异常,你可能收不到客服消息,请退出重试~";

"title.transferAgent" = "转其他坐席";

"title.robot_evaluation" = "评价机器人服务";

"title.robot_evaluation_ok" = "机器人评价成功";

"title.robot_evaluation_fail" = "机器人评价失败";

"title.evaluation_remind" = "无法评价";

"title.evaluation_select" = "请选择满意度";

"title.evaluation_label" = "请选择满意度评价标签";

"title.evaluation_reason" = "请填写满意度评价原因";

"title.evaluation_timeout" = "评价已超时";

"title.creatConversation" = "正在建立会话中,请稍后";

"title.mayBeNumber" = "可能是个电话号码";

"title.isBeginLeave" = "正在提交留言，请勿重复点击";

"title.autonText_fail" = "转换文字失败,请点击重新转换";

"title.chat_question_fail" = "发送失败!";

"button.call" = "呼叫";

"button.solved_ok" = "已解决";

"button.solved_fail" = "未解决";

"button.reenter" = "重新进入";

"button.submit.review" = "提交评价";
"systemTipContent" = "【系统消息】会话已被系统终结,如有需要,您可以重新发起会话!";

"已拒绝" = "已拒绝";
"已取消" = "已取消";
"对方已取消" = "对方已取消";
"对方已拒绝" = "对方已拒绝";
"通话时长:" = "通话时长:";

"请您对本次服务做出评价" = "请您对本次服务做出评价";
"感谢您对本次服务做出评价" = "感谢您对本次服务做出评价";
"立即评价" = "立即评价";
"textView.pleaseLeave" = "可以说下您不满意的原因吗?";
"submit" = "提交";
"close session" = "关闭会话";
